Repository: maryamn/gnusocial-clone
Catalog: plugins/UserFlag/locale/*/LC_MESSAGES/UserFlag.po
Languages: es

source: Flag
es: Marcar

source: Flag profile for review.
es: Marcar el perfil para revisión.

source: Clear
es: Borrar

source: Clear all flags
es: Borrar todas las marcas

source: Flagged for review
es: Marcado para revisión

source: Flagged
es: Marcado

source: Not logged in.
es: No ha iniciado sesión

source: You cannot review profile flags.
es: No puede revisar las marcas de perfil.

source: Flagged profiles
es: Perfiles marcados

source: Moderate
es: Moderado

source: Flagged by %1$s and %2$d other
es: Marcado por %1$s y otro

source: Flagged by %s
es: Marcado por %s

source: Could not clear flags for profile "%s".
es: No pueden borrar las marcas del perfil "%s".

source: Flags cleared
es: Marcas borradas

source: Cleared
es: Borrado

source: Could not flag profile "%d" for review.
es: No pudo marcar el perfil "%d" para su revisión.

source: This plugin allows flagging of profiles for review and reviewing flagged profiles.
es: Este complemento (plugin) permite marcar perfiles para revisión y revisar los perfiles marcados.
