Repository: maryamn/gnusocial-clone
Catalog: plugins/RSSCloud/locale/*/LC_MESSAGES/RSSCloud.po
Languages: es

source: The RSSCloud plugin enables your StatusNet instance to publish real-time updates for profile RSS feeds using the <a href="http://rsscloud.org/">RSSCloud protocol</a>.
es: El complemento (plugin) RSSCloud permite a su instancia StatusNet publicar actualizaciones en tiempo real para canales RSS de perfil mediante el <a href="http://rsscloud.org/">protocolo RSSCloud</a>.

source: A URL parameter is required.
es: Se requiere un parámetro de dirección URL.

source: This resource requires an HTTP GET.
es: Este recurso requiere una solicitud HTTP GET.

source: This resource requires an HTTP POST.
es: Este recurso necesita una solicitud HTTP POST.

source: Request must be POST.
es: La solicitud debe ser POST.

source: Only HTTP POST notifications are supported at this time.
es: En este momento son compatibles solamente las notificaciones de HTTP POST.

source: The following parameters were missing from the request body: %s.
es: Faltan los siguientes parámetros en el cuerpo de la solicitud: %s .

source: You must provide at least one valid profile feed URL (url1, url2, url3 ... urlN).
es: Debe proporcionar al menos una dirección URL de canal web (feed), de perfil válido, (url1, url2, url3... urlN).

source: Feed subscription failed: Not a valid feed.
es: Error en la suscripción al canal web (feed): No es un canal web válido.

source: Feed subscription failed: Notification handler does not respond correctly.
es: Error en la suscripción al canal web (feed): el controlador de notificaciones no responde correctamente.

source: Thanks for the subscription. When the feed(s) update(s), you will be notified.
es: Gracias por la suscripción. Cuando se actualice el canal web (feed), se le notificará.
